{
    "version": 1,
    "createdAt": "2022-08-11 12:12:00.000Z",
    "data": [
        {
            "source": "librivox",
            "genre": "Children's",
            "title": "Winnie-the-Pooh",
            "authors": "A. A. Milne",
            "language": "English",
            "description": "Winnie the Pooh, the loveable little bear with a great big heart (and only a slightly less large appetite for honey), has fun and adventures in this book. All of the other residents of the 100 acre wood join in to help this happen. Rabbit, Piglet, Owl, Kanga and Roo and of course the every depressed Eeyore who manages to lose his tail somehow. But what more needs to be said except that it Christopher Robin and Pooh are here? Listen and enjoy. - Summary by phil chenevert\n",
            "data":{
                "librivoxId": 17468,
                "siteUrl": "https://librivox.org/winnie-the-pooh-by-a-a-milne/"
            }
        },
        {
            "source": "librivox",
            "genre": "Children's",
            "title": "Raggedy Ann Stories",
            "authors": "Johnny Gruelle",
            "language": "English",
            "description": "To the millions of children and grown-ups who have loved a Rag Doll, the author dedicated these stories. Now listen as eight voices read to you Raggedy Ann's exciting adventures, as gentle and charming today, as they were when first published in 1918.\n",
            "data":{
                "librivoxId": 1407,
                "siteUrl": "https://librivox.org/raggedy-ann-stories-by-john-b-gruelle"
            }
        },
        {
            "source": "librivox",
            "genre": "Children's",
            "title": "The Magic Pudding",
            "authors": "Norman Lindsay",
            "language": "English",
            "description": "Bunyip Bluegum the koala sets out on his travels taking only a walking stick. At about lunchtime, feeling more than slightly peckish, he meets Bill Barnacle the sailor and Sam Sawnoff the penguin who are eating a pudding. The pudding is a magic one which, no matter how much you eat it, always reforms into a whole pudding again. He is called Albert, has thin arms and legs and is a bad-tempered, ill-mannered so-and-so into the bargain. His only pleasure is being eaten. The book is divided into four slices instead of chapters. (Introduction by Wikipedia)\n",
            "data":{
                "librivoxId": 5705,
                "siteUrl": "https://librivox.org/the-magic-pudding-by-norman-lindsay/"
            }
        },
        {
            "source": "librivox",
            "genre": "Children's",
            "title": "The Story of Doctor Dolittle",
            "authors": "Hugh Lofting",
            "language": "English",
            "description": "In The Story of Doctor Dolittle (1920), the first of Hugh Lofting's Doctor Dolittle books, we are introduced to the good doctor who gives up treating people after Polynesia, his parrot, teaches him animal languages. His fame in the animal kingdom spreads throughout the world and soon he sets off to cure a monkey epidemic in Africa, finding all sorts of exciting adventures on the way.\n",
            "data":{
                "librivoxId": 416,
                "siteUrl": "https://librivox.org/the-story-of-doctor-dolittle-by-hugh-lofting/"
            }
        },
        {
            "source": "librivox",
            "genre": "Children's",
            "title": "Peter and Wendy (Version 2)",
            "authors": "J. M. Barrie",
            "language": "English",
            "description": "Peter Pan, or The Boy Who Wouldn't Grow Up and Peter and Wendy are the stage play and novel (respectively) which tell the well-known story of Peter Pan, a mischievous little boy who spends his never-ending childhood on the island of Neverland, and his adventure with the ordinary girl Wendy Darling and her brothers. The story was written by Scottish playwright and novelist J. M. Barrie (1860–1937). It features many fantastical elements, including children who can fly, a magical fairy, and mermaids. It was first staged at the Duke of York's Theatre on 27 December 1904, then adapted by Barrie into a novel published in 1911, and since adapted numerous times for film and other media, remaining popular with generations of children and adults.\n",
            "data":{
                "librivoxId": 16450,
                "siteUrl": "https://librivox.org/peter-and-wendy-version-2-by-j-m-barrie/"
            }
        },
        {
            "source": "librivox",
            "genre": "Children's",
            "title": "Alice's Adventures in Wonderland (version 7)",
            "authors": "Lewis Carroll",
            "language": "English",
            "description": "Alice’s adventures in Wonderland is probably one of the most well known and popular children's novels in the English language. Written in 1865 by Charles Lutwidge Dodgeson, better known by his pen name ‘Lewis Carrol’. Lewis, a mathematician, poet, photographer and inventor, tells a surreal fantasy tale, of Alice, who visits a world of unnatural logic after following a very smart White Rabbit, down a rabbit hole. The world she discovers is inhabited by the strangest and most endearing characters; The ‘Mad Hatter’, the sleepy ‘Dormouse’, the ‘Queen of Hearts’ and many more. Every child should insist that this story is read to them! And they will remember it for ever, just like Alice. This book was originally illustrated by Sir John Tenniel. His images are iconic and help to seed the imagination of any little person, no matter how big they are!  Download them here http://www.alice-in-wonderland.net/resources/pictures/alices-adventures-in-wonderland/ (Summary by Craig Franklin)\n",
            "data":{
                "librivoxId": 15200,
                "siteUrl": "https://librivox.org/alices-adventures-in-wonderland-version-7-by-lewis-carroll/"
            }
        },
        {
            "source": "librivox",
            "genre": "Children's",
            "title": "Pollyanna (version 2)",
            "authors": "Eleanor H. Porter",
            "language": "English",
            "description": "In a small town far out West, 11 year old Pollyanna loses her mother then her dad to disease. This book describes how the orphan is sent to be raised by her aunt who lives far away in the East of the country. Unfortunately her aunt does not want her but accepts her very reluctantly only out of 'duty' and sticks her into a tiny hot attic room so she will be 'out of the way'. What Aunt Polly does not know is that Pollyanna is bringing the game of being 'glad' that her father taught her and that her irrepressible happy attitude will transform not only that dull and miserable house, but an entire village before she is through. (Summary by Phil Chenevert)\n",
            "data":{
                "librivoxId": 6829,
                "siteUrl": "https://librivox.org/pollyanna-by-eleanor-h-porter-2/"
            }
        },
        {
            "source": "librivox",
            "genre": "Children's",
            "title": "The Secret Garden",
            "authors": "Frances Hodgson Burnett",
            "language": "English",
            "description": "Mary Lennox is a spoiled, middle-class, self-centered child who has been recently orphaned. She is accepted into the quiet and remote country house of an uncle, who has almost completely withdrawn into himself after the death of his wife. Mary gradually becomes drawn into the hidden side of the house: why does she hear the crying of a unseen child? Why is there an overgrown, walled garden, its door long locked? (Summary by Peter)\n",
            "data":{
                "librivoxId": 56,
                "siteUrl": "https://librivox.org/the-secret-garden-by-frances-hodgson-burnett/"
            }
        },
        {
            "source": "librivox",
            "genre": "Children's",
            "title": "The Wind in the Willows (version 3)",
            "authors": "Kenneth Grahame",
            "language": "English",
            "description": "The classic story of how Rat, Mole, and the other river-bankers saved Toad from his excesses. This book has it all: excitement, sentiment, destruction of private property (plenty of that), paganism, and a happy ending. The prose is beautiful and occasionally requires the use of a dictionary - I had to look up “asperities.” Written as a children’s story, The Wind in the Willows is enjoyed by many grown-ups who relish Grahame’s ability to evoke the long summer days of childhood. (Summary by Adrian Praetzellis)\n",
            "data":{
                "librivoxId": 1035,
                "siteUrl": "https://librivox.org/the-wind-in-the-willows-by-kenneth-grahame-solo/"
            }
        },
        {
            "source": "librivox",
            "genre": "Fiction",
            "title": "Moby Dick, or the Whale",
            "authors": "Herman Melville",
            "language": "English",
            "description": "",
            "data":{
                "librivoxId": 753,
                "siteUrl": "https://librivox.org/moby-dick-by-herman-melville/"
            }
        },
        {
            "source": "librivox",
            "genre": "Children's",
            "title": "The Adventures of Pinocchio (version 2)",
            "authors": "Carlo Collodi",
            "language": "English",
            "description": "Pinocchio is a puppet made from a piece of wood that curiously could talk even before being carved. A wooden-head he starts and a wooden-head he stays - until after years of misadventures caused by his laziness and failure to keep promises he finally learns to care about his family - and then he becomes a real boy.\n",
            "data": {
                "librivoxId": 6787,
                "siteUrl": "https://librivox.org/the-adventures-of-pinocchio-by-carlo-collodi/"
            }
        },
        {
            "source": "librivox",
            "genre": "Children's",
            "title": "Christmas Short Works Collection 2017",
            "authors": "Various",
            "language": "Multilingual",
            "description": "This year's Christmas collection of short stories, poems and non-fiction features 29 readings in English, Lithuanian, Spanish and Romanian.\n",
            "data": {
                "librivoxId": 12488,
                "siteUrl": "https://librivox.org/christmas-short-works-collection-2017-by-various/"
            }
        },
        {
            "source": "librivox",
            "genre": "Fiction",
            "title": "The Call of the Wild (Version 3)",
            "authors": "Jack London",
            "language": "English",
            "description": "Buck is living a happy life in California until he is sold to pay a gambling debt. Taken to the Klondike to become a sled dog, Buck must toughen up and learn the harsher rules of survival in the North. One of the first of these is how to deal with being harnessed in the same team as a dog that wants to kill him. Large, strong and smart, Buck toughens to his new life. But even the toughest dog can be worn down by constant work, and after 3,000 miles of pulling sleds, Buck nears the end of his rope. Cast away as no longer useful, Buck is acquired by greenhorns whose inexperience nearly kills him, but after being saved by John Thornton, he at last finds a man he can love. Then on a remote gold-hunting expedition, Buck hears a call emanating from the woods and speaking to the wild heart of his distant ancestors. The lure of it almost balances the great love he bears for Thornton, but events take him away from his old life... and into legend. (summary by Mark F. Smith)\n",
            "data": {
                "librivoxId": 4751,
                "siteUrl": "https://librivox.org/the-call-of-the-wild-by-jack-london-3/"
            }
        },
        {
            "source": "librivox",
            "genre": "Fiction",
            "title": "The Lost World (version 3)",
            "authors": "Sir Arthur Conan Doyle",
            "language": "English",
            "description": "The Lost World is a novel released in 1912 by Sir Arthur Conan Doyle about an expedition to a plateau in the Amazon basin in Brazil that encountered prehistoric animals. It has been the inspiration for subsequent fiction, including Michael Crichton's Jurassic Park.\n",
            "data":{
                "librivoxId": 8243,
                "siteUrl": "https://librivox.org/the-lost-world-by-sir-arthur-conan-doyle-2/"
            }
        },
        {
            "source": "librivox",
            "genre": "Fiction",
            "title": "Brothers Karamazov (version 3)",
            "authors": "Fyodor Dostoyevsky",
            "language": "English",
            "description": "Originally published in serial form in 1879-80, “The Brothers Karamazov” is recognized as one of the very greatest masterpieces of world literature. It is the last and finest novel of Fyodor Dostoyevsky, who died before writing a planned sequel. The story is organized initially around the efforts of adult sons to deal with their cantankerous and exasperating father. More important, they also have to deal with the problem of how to live in a world where it is difficult to be sure of the truth — whether that be “truth” about others, about oneself, or about deep questions such as faith, doubt, free will, guilt, and responsibility. Dostoyevsky’s technique underlines the difficulty of attaining sure knowledge. The novel’s psychological and philosophical depth sets the stage for modern novelists such as Joyce, Kafka, and Woolf. “The Brothers Karamazov” has been a favorite book for readers as diverse as Albert Einstein, Sigmund Freud, Joseph Stalin, Vladimir Putin, and Hillary Clinton. - Summary by Bruce Pirie\n",
            "data": {
                "librivoxId": 13837,
                "siteUrl": "https://librivox.org/brothers-karamazov-v3-by-fyodor-dostoyevsky/"
            }
        },
        {
            "source": "librivox",
            "genre": "Fiction",
            "title": "Crime and Punishment (Version 3)",
            "authors": "Fyodor Dostoyevsky",
            "language": "English",
            "description": "Crime and Punishment is the second of Fyodor Dostoyevsky's full-length novels following his return from 5 years of exile in Siberia, and is considered the first great novel of his 'mature' period of writing. The novel focuses on the mental anguish and moral dilemmas of Rodion Raskolnikov, an impoverished ex-student in St. Petersburg who formulates and executes a plan to kill an unscrupulous pawnbroker for her cash. Raskolnikov, in an attempt to defend his actions, argues that with the pawnbroker's money he can perform good deeds to counterbalance the crime while ridding the world of a vermin, and to test a theory of his that some people are naturally superior and have the right to commit crimes if it is in pursuit of a higher purpose. ( Mark Nelson)\n",
            "data": {
                "librivoxId": 12129,
                "siteUrl": "https://librivox.org/crime-and-punishment-version-3-by-fyodor-dostoyevsky/"
            }
        },
        {
            "source": "librivox",
            "genre": "Short Stories",
            "title": "The Happy Prince and Other Tales (version 5)",
            "authors": "Oscar Wilde",
            "language": "English",
            "description": "Oscar Wilde said of his story The Happy Prince that it was \"an attempt to treat a tragic modern problem in a form that aims at delicacy and imaginative treatment; it is a reaction against the purely imitative character of modern art.” His Fairy Tales then were only partly written for children and as he said, \"partly for those who have kept the childlike faculties of wonder and joy, and who find in simplicity a subtle strangeness\". In The Happy Prince and The Nightingale and the Rose, Wilde explores love and self sacrifice. The Selfish Giant will not let the children in his garden but repents and is redeemed. The Miller in the Devoted Friend is not only selfish but an egotistical hypocrite. The Remarkable Rocket is also a tale about egotism and conceit. (Summary by Noel Badrian)\n",
            "data": {
                "librivoxId": 11992,
                "siteUrl": "https://librivox.org/the-happy-prince-and-other-tales-version-5-by-oscar-wilde/"
            }
        },
        {
            "genre": "Multilingual",
            "source": "librivox",
            "title": "Multilingual Poetry Collection 017",
            "authors": "Various",
            "language": "Multilingual",
            "description": "In LibriVox’s Multilingual Poetry Collection, LibriVox volunteers read their favourite public-domain poems in languages other than English. (Summary by David Barnes).\n",
            "data": {
                "librivoxId": 4837,
                "siteUrl": "https://librivox.org/multilingual-poetry-collection-017/"
            }
        },
        {
            "genre": "Multilingual",
            "source": "librivox",
            "title": "Multilingual Short Works Collection 012",
            "authors": "Various",
            "language": "Multilingual",
            "description": "This is a collection of short pieces, poetry or prose, fiction and non-fiction, in several different languages (except standard English). All chosen and recorded by Librivox volunteers.\n",
            "data":{
                "librivoxId": 8573,
                "siteUrl": "https://librivox.org/multilingual-short-works-collection-012-by-various/"
            }
        },
        {
            "genre": "Multilingual",
            "source": "librivox",
            "title": "唐诗三百首 卷一 Three Hundred Tang Poems, Volume 1",
            "authors": "Various",
            "language": "Chinese",
            "description": "The Tang Dynasty (618 to 907) was a golden age of Chinese culture: religion and philosophy, painting and calligraphy, sculpture, architecture and music all reached peaks of perfection. Poetry was the epitome of the arts: a scholastic requirement, a route to fame, a moulder of character. Nearly 50,000 poems of the Tang have survived. The collection 'Three Hundred Tang Poems' was compiled around 1763. It comprises six volumes, with poems grouped by verse form. Volume 1 covers the 'ancient verse' style in five-character lines (poems 1 to 35), and 'folk song style verse' (36 to 45). The masters Li Bai, Du Fu and Wang Wei are well represented here. Recordings in this volume are in Cantonese, Hokkien, Mandarin and Taiwanese, as indicated in the titles; some are spoken, others are sung. (Summary by David Barnes)\n",
            "data": {
                "librivoxId": 441,
                "siteUrl": "https://librivox.org/three-hundred-tang-poems-volume-1-by-various/"
            }
        },
        {   
            "genre": "Radio Drama",
            "source": "archive",
            "title": "The Lord Of The Rings The Complete Trilogy (BBC Radio Dramatization)",
            "authors": "J.R.R. Tolkien",
            "language": "English",
            "description": "Widely regarded as a broadcasting landmark, this thrilling dramatization by Brian Sibley and Michael Bakewell boasts a truly outstanding cast, including Ian Holm, Michael Hordern, Robert Stephens, and John Le Mesurier. Tolkien's tale relates the perilous attempt by Frodo Baggins and company to defeat the evil Sauron and dispose of the Ruling Ring. Brian Sibley, one of the original dramatists, wrote the opening and closing narration for the character of Frodo, played by Ian Holm, who now stars as Bilbo in the feature films based on The Lord of the Rings. This program includes a bonus CD featuring Stephen Oliver's complete music score and a demo version of John Le Mesurier singing Bilbo's Last Song.\n",
            "data":{
                "siteUrl": "https://archive.org/details/the-lord-of-the-rings-bbc-radio-drama"
            }
        },
        {
            "source": "archive",
            "genre": "Radio Drama",
            "title": "The Hitchhikers Guide To The Galaxy Omnibus",
            "authors": "Douglas Adams",
            "language": "English",
            "description": "Douglas Adams' sci-fi comedy following the misadventures of hapless human Arthur Dent.\n",
            "data": {
                "siteUrl": "https://archive.org/details/s01e00hhgttgdouglasadamsbbcboo"
            }
        },
        {
            "source": "archive",
            "genre": "Radio Drama",
            "title": "Hercule Poirot's Finest Cases",
            "authors": "Agatha Christie",
            "language": "English",
            "description": "Based on Agatha Christie’s original novels, these superb adaptations feature a host of distinguished actors including Iain Glen, Fiona Fullerton, Stephanie Cole and Stephen Tompkinson.\n",
            "data": {
                "siteUrl": "https://archive.org/details/Hut33BBCr4"
            }
        },
        {
            "genre": "Hall of Fame",
            "source": "librivox",
            "title": "Wuthering Heights (Version 2)",
            "authors": "Emily Brontë'",
            "language": "English",
            "description": "Emily Brontë's only novel, published in 1847 under the pseudonym Ellis Bell, tells the tale of the all-encompassing and passionate, yet thwarted, love between Heathcliff and Catherine Earnshaw, and how this unresolved passion eventually destroys them and many around them.\n",
            "data":{
                "librivoxId": 2994,
                "siteUrl": "https://librivox.org/wuthering-heights-by-emily-bronte-2/"
            }
        }
    ]
}